{"203564": "A clock with the appearance of the wheel of a bicycle ", "179765": "A motorcycle with its brake extended standing outside", "322141": "A bathroom with walls that are painted baby blue.", "16977": "A couple of cars parked in a busy street sidewalk.", "106140": "A passenger plane taking off into the sky. ", "571635": "Bathroom containing a toilet, a sink and a wicker basket.", "301837": "A narrow kitchen is decorated in shades of white, gray, and black.", "190236": "A desk and chair in an office cubicle.", "315702": "A bathroom sink cluttered with multiple personal care items.", "331352": "Off white toilet with a faucet and controls. ", "517069": "A woman and another woman waiting at a stop.", "189634": "An open box contains an unknown, purple object", "472598": "An antique, turquoise car is parked at the curb", "162113": "A kitchen with a stove, sick, and dishes", "126657": "A group of motorcyclists are driving down the city street.", "285421": "A cat is drinking water out of a toilet.", "71988": "A person on a bench, and one on a wheelchair sitting by a seawall looking out toward the ocean", "193622": "Guy and cow are sitting on the floor ", "459912": "A series of motorbikes parked in a row on a street", "548498": "A cat is curled up in a bowl", "52087": "A man taking a drink from a water fountain.", "182417": "An extravagant dessert on a plate overlooking the water.", "119964": "A child with a skateboard sitting on the grass and looking at an empty field", "230610": "A bathroom with pedestal sink and mirror over it.", "226419": "A very large plane is flying through the sky.", "218026": "Two mules eating grass in a parking lot in front of a hotel. ", "352538": "A purse sits alone on a park bench.", "202913": "Half of a cake sits on a plate.", "202658": "A broken toilet bowl with  a Hello Kitty toilet seat cover.", "79472": "The computer desk in the corner is by a window.", "346071": "Some dogs stick their heads out the car window.", "6672": "A door for exiting and entering the house in the kitchen.", "419074": "An airplane flying away in the cloudy sky.", "46378": "A long haired cat eating a dead bird.", "382406": "A woman walks her dog on a city sidewalk.", "175948": "Unfinished bathroom with broken toilet next to a bookshelf.", "573223": "A little girl in a blue dress stands in a bathroom.", "402514": "An old man playing violin in a kitchen.", "93437": "An old man standing in a kitchen posing for a picture.", "407286": "Three dogs on the lap of a woman in the driver's seat of a convertible.", "172330": "A grey and white cat standing in the grass in a parking lot. ", "82673": "A bus rides by a small car parked in front of a motor scooter", "141172": "A painting on a door of a cat going through a cat door.", "472678": "A desk with two monitors depicting security cameras.", "104326": "An empty kitchen area painted green with bulbous lights.", "581177": "A neat, wood filled kitchen is photographed as if for a real estate ad.", "267802": "An Asian intersection is full of mopeds and motorcycles.", "208408": "A European street scene with a person and vehicles.", "314251": "A group of scooters rides down a street", "560591": "White toilet by built-in shelves in a tiled bathroom.", "507362": "City street at night with several stop lights.", "57429": "A large jet takes off from an airport runway.", "153184": "A flock of birds sits on top of a large giraffe.", "571970": "A man holding some break standing by a bicycle.", "133680": "A man is sitting in a busy area with his bike.", "139011": "People are waiting in a city area to board a bus.", "223747": "Man sleeping next to a cat on a bed. "}